{
    "1": {
      "summary": "Indépendance et initiative.",
      "details": "Invitation à développer la confiance en soi, l’autonomie et la capacité à diriger sa vie. Défi : éviter l’ego excessif ou l’isolement."
    },
    "2": {
      "summary": "Coopération et sensibilité.",
      "details": "Besoin de s’unir aux autres, de développer la patience, l’écoute et la diplomatie. Défi : dépendance ou hypersensibilité."
    },
    "3": {
      "summary": "Créativité et communication.",
      "details": "Accent sur la joie de vivre, l’art, les relations sociales. Défi : éviter la dispersion ou la superficialité."
    },
    "4": {
      "summary": "Construction et discipline.",
      "details": "Demande de bâtir des bases solides et de travailler avec persévérance. Défi : rigidité, lenteur ou enfermement dans la routine."
    },
    "5": {
      "summary": "Changement et liberté.",
      "details": "Apprentissage de l’adaptabilité, voyages, expériences variées. Défi : instabilité, excès ou difficulté à se fixer."
    },
    "6": {
      "summary": "Responsabilité et harmonie.",
      "details": "Accent sur l’amour, la famille, la beauté et le service. Défi : surprotection ou perfectionnisme."
    },
    "7": {
      "summary": "Introspection et sagesse.",
      "details": "Invitation à développer la connaissance intérieure et la spiritualité. Défi : isolement ou scepticisme excessif."
    },
    "8": {
      "summary": "Pouvoir et réussite matérielle.",
      "details": "Accent sur la gestion, la carrière et la prospérité. Défi : abus de pouvoir ou obsession du contrôle."
    },
    "9": {
      "summary": "Accomplissement et humanisme.",
      "details": "Période tournée vers la générosité, l’altruisme et la transmission. Défi : détachement difficile ou sentiment de perte."
    },
    "11": {
      "summary": "Inspiration spirituelle et vision.",
      "details": "Cycle de maître nombre orienté vers l’intuition, la créativité et le guidage des autres. Défi : nervosité, doutes ou surcharge émotionnelle."
    },
    "22": {
      "summary": "Maître bâtisseur.",
      "details": "Concrétiser de grands projets pour l’humanité, allier spiritualité et matière. Défi : pression énorme, risque de dispersion si mal canalisé."
    },
    "33": {
      "summary": "Maître enseignant.",
      "details": "Amour inconditionnel, service aux autres, guérison et transmission spirituelle. Défi : sacrifier son équilibre personnel ou se perdre dans les besoins des autres."
    }
}